Revit 2027 API
ParameterTypeId.StairsDbgShowMonolithicSupportCorseGeom Property
 "Show Monolithic Support Corse Geometry"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowMonolithicSupportCorseGeom { get; }
Public Shared ReadOnly Property StairsDbgShowMonolithicSupportCorseGeom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowMonolithicSupportCorseGeom {
	ForgeTypeId^ get ();
}
static member StairsDbgShowMonolithicSupportCorseGeom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace